Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/help_with_buying_a_home/low_cost_housing_sites.html.txt.tmx
Source language: en
Languages: ga

source: Low cost housing sites
ga: Suíomhanna tithíochta ar chostas íseal

source: Local authorities may provide housing sites at low cost to help people in need of housing, to provide their own housing
ga: Is féidir le húdaráis áitiúla súiomhanna tithíochta a chur ar fáil ar chostas íseal chun cabhrú le daoine a bhfuil tithíocht de dhíth orthu a dtithe féin a chur ar fáil

source: The local authority decides the cost of the site; it may be as low as €127
ga: Sé an t-údarás áitiúil a shocraíonn an praghas; d'fhéadfadh sé a bheith chomh híseal le 127

source: The building costs may be funded by a mortgage from a bank, building society, or if you are eligible, by a local authority mortgage
ga: Is féidir na costaisí tógála a bheith maoinithe le morgáiste ó bhanc, nó má tá tú i dteideal, le morgáiste ó údarás áitiúil

source: The scheme is specifically designed to be used with other housing schemes such as the Shared Ownership Scheme; the Affordable Housing Scheme and the Mortgage Allowance Scheme
ga: Tá an scéim deartha le n-úsáid i gcomhar le scéimeanna eile tithíochta cosúil leis an Comhúinéireacht; Scéim tithíocht achmhainneach agus Scéim Liúntas Morgáiste

source: If the site needs specialised development works to enable construction to go ahead, the local authority may make a financial contribution to these costs
ga: Má theastaíonn sain-fhorbairt ón suíomh ionas gur féidir leanacht ar aghaidh leis an tóigeáil, d'fhéadfadh sé go dtabhairfeadh an t-údarás áitiúil cabhair airgid leis na costaisí

source: • Registered on a housing waiting list with a local authority, or
ga: • Cláraithe ar liosta feithimh tithíochta ag údarás áitiúil, nó,

source: • A local authority tenant or a tenant purchaser and you want to buy a private house and return your present house to the local authority, or
ga: • I do thionónta ag údarás áitiúil nó i do thionónta atá ag ceannacht do theach, agus go bhfuil tú ag iarraidh teach príobháideach a cheannacht agus an teach atá agat faoi láthair a thabhairt ar ais don údarás áitiúil, nó

source: • A tenant for more than one year of a home provided by a housing association under the Rental Subsidy Scheme and you want to buy a private house and return your present house to the local authority, or
ga: • I do thionónta ar feadh níos mó ná bliain amháin i dteach a cumann tithíochta ar fáil faoin scéim Foirdheontasaíocht Cíos agus go bhfuil tú ag iarraidh teach phríobháideach a cheannacht agus an teach atá agat faoi láthair a thabhairt ar ais don údarás áitiúil, nó

source: • A member of a co-operative or non-profit housing group of which at least 75% of the members are tenants, tenant purchasers or registered on the local authority housing waiting list or
ga: • I do bhall de chomharchumann nó grúpa tithíochta neamh-bhrabúis ar a bhfuil ar a laghad 75% de na baill ina dtionóntaí, tionóntai atá ag ceannacht a dtithe nó cláraithe ar an liosta feithimh tithíochta ag an údarás áitiúil, nó

source: • A person involved in a group shared ownership project*
ga: • Ar dhuine atá páirteach i dtionscnamh grúpa chomh-úinéaracht*

source: then you may be able to get a low cost site for the building of a new house
ga: b'fhéidir go bhféadfá suíomh ar chostas íseal a fháil chun teach nua a thógáil

source: *A group shared ownership project is a housing scheme consisting of shared ownership housing which is sponsored by a local authority or housing co-operative
ga: Séard is tionscnamh comh-úinéarachta ghrúpa ann ná scéim tithíochta déanta suas de thithíocht chomh-úinéaracht, atá urraithe ag údarás áitiúil nó comharchumann tithíochta

source: Low cost sites can be made available by the local authority for all the houses in the scheme whether or not each individual would be eligible
ga: Is féidir leis an údarás áitiúil suíomhanna ar chostas íseal a chur ar fáil do chuile theach sa scéim fiú muna mbeadh gach duine sa scéim ina theideal

source: If you sell your house within 10 years, you will have to pay the local authority the difference between the sale price and the market value of the site
ga: Má dhíolann tú do theach taobh istigh de 10 mbliain, beidh ort an difear idir an luach margadh den suíomh agus an praghas díolta a íoc leis an údarás áitiúil

source: This amount will reduce by 10% each year after that, so if you sell after 20 years, you will not have to pay anything to the local authority
ga: Beidh ísliú 10% ar an uimhir seo chuile bhliain ina dhiaidh sin, mar sin, má dhíólann tú tar éis 20 mbliana, ní bheidh ort tada a íoc leis an údarás áitiúil

source: If you wish to apply for a low cost housing site or have an enquiry as to your eligibility, contact the Housing Department of your local authority
ga: Téigh i dteagmháil le d'údarás áitiúil
